const questions= [
    {
        id: 1,
        question: 'Does the Integrated Public Service produce high-value data that it makes available as open data?',
        type: 'Not implemented'
    },
    {
        id: 2,
        question: 'Is the Integrated Public Service development based on open specifications?',
        type: 'Not implemented'
    },
    {
        id: 3,
        question: 'Has there been consultation with companies in the field regarding the specifications?',
        type: 'Not implemented'
    },
    {
        id: 4,
        question: 'Has provision been made for the systematic recording and publication of the procedures that support the Integrated Public Service?',
        type: 'Not implemented'
    },
    {
        id: 5,
        question: 'Has it been planned to publish the interfaces of the information systems involved in the provision of Integrated Public Service?',
        type: 'Not implemented'
    },
    {
        id: 6,
        question: 'Will new solutions or related APIs developed for them be cataloged to be accessible to third parties?',
        type: 'Not implemented'
    },
    {
        id: 7,
        question: 'Will the Integrated Public Service leverage (reuse) existing solutions and functions that are listed in the catalogs of programming interfaces (APIs) and solutions or another relevant catalog?',
        type: 'Not implemented'
    },
    {
        id: 8,
        question: 'As part of the creation of the Integrated Public Service, will software that is already available in catalogs (e.g. programming interfaces and solutions) or another relevant catalog be reused?',
        type: 'Not implemented'
    },
]
const questionsGR= [
    {
        id: 1,
        question: 'Η ΟΔΥ παράγει δεδομένα υψηλής αξίας τα οποία διαθέτει ως ανοικτά δεδομένα;',
        type: ['IMAPS','SIMAPS'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να εφαρμόζουν την αρχή “εκ σχεδιασμού και εξ ορισμού” παραγωγής και δυναμικής διάθεσης δεδομένων και συνόλων δεδομένων υψηλής αξίας ως ανοικτά, εφόσον δεν ισχύουν συγκεκριμένοι περιορισμοί.'],
        category: 'Service Delivery',
        similar_question: 'D1'
    },
    {
        id: 2,
        question: 'Έχει συνυπολογισθεί το συνολικό κόστος κυριότητας του λογισμικού για όλο τον κύκλο ζωής της δημόσιας υπηρεσίας καθώς και η κάλυψη πρόσθετων απαιτήσεων ασφάλειας, προκειμένου να επιλέγουν όπου αυτό είναι εφικτό λύσεις ελεύθερου λογισμικού ανοιχτού κώδικα που να επιτρέπουν την επαναχρησιμοποίηση χωρίς περιορισμούς;',
        type: ['SIQAT'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να συνυπολογίζουν το συνολικό κόστος κυριότητας του λογισμικού για όλο τον κύκλο ζωής της δημόσιας υπηρεσίας, την κάλυψη πρόσθετων απαιτήσεων ασφάλειας, προκειμένου να επιλέγουν όπου αυτό είναι εφικτό λύσεις ελεύθερου λογισμικού ανοιχτού κώδικα που να επιτρέπουν την επαναχρησιμοποίηση χωρίς περιορισμούς.'],
        category: '',
        similar_question: ''
    },
    {
        id: 3,
        question: 'Η ανάπτυξη της ΟΔΥ βασίζεται σε ανοικτές προδιαγραφές;',
        type: ['SIQAT','SIMAPS'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να προτιμούν ανοικτές προδιαγραφές, λαμβάνοντας υπόψη την κάλυψη των λειτουργικών αναγκών, την ωριμότητα τους, την υποστήριξη της αγοράς και την καινοτομία, μέσα από διαδικασίες προκαταρκτικών διαβουλεύσεων για τη συγκέντρωση των απόψεων της αγοράς.'],
        category: 'Resusability of Software Components',
        similar_question: 'C2.5'
    },
    {
        id: 4,
        question: 'Έχει γίνει διαβούλευση με εταιρείες του χώρου αναφορικά με τις προδιαγραφές;',
        type: ['GIQAT'],
        requirements: 'Οι δημόσιοι φορείς θα πρέπει να προτιμούν ανοικτές προδιαγραφές, λαμβάνοντας υπόψη την κάλυψη των λειτουργικών αναγκών, την ωριμότητα τους, την υποστήριξη της αγοράς και την καινοτομία, μέσα από διαδικασίες προκαταρκτικών διαβουλεύσεων για τη συγκέντρωση των απόψεων της αγοράς.',
        category: 'Collaboration Control',
        similar_question: '-'
    },
    {
        id: 5,
        question: 'Έχει προβλεφθεί η συστηματική αποτύπωση και δημοσίευση των διαδικασιών που υποστηρίζουν την ΟΔΥ;',
        type: ['IMAPS','SIMAPS', 'LIMAPS','OIMAPS','TIMAPS', 'GIQAT','SIQAT'],
        requirements: ['Θα πρέπει να αποτυπώνονται συστηματικά οι διαδικασίες που υποστηρίζουν τις δημόσιες υπηρεσίες και να διατίθενται ανοικτά σε όλους τους ενδιαφερόμενους, καθώς επίσης και να δημοσιεύονται οι διεπαφές εμπλεκόμενων πληροφοριακών συστημάτων.'],
        category: 'Service Delivery',
        similar_question: 'D11'
    },
    {
        id: 6,
        question: 'Έχει προβλεφθεί η δημοσίευση των διεπαφών των πληροφοριακών συστημάτων που εμπλέκονται στην παροχή της ΟΔΥ;',
        type: ['IMAPS','SIMAPS', 'LIMAPS','OIMAPS','TIMAPS', 'GIQAT','SIQAT'],
        requirements: ['Θα πρέπει να αποτυπώνονται συστηματικά οι διαδικασίες που υποστηρίζουν τις δημόσιες υπηρεσίες και να διατίθενται ανοικτά σε όλους τους ενδιαφερόμενους, καθώς επίσης και να δημοσιεύονται οι διεπαφές εμπλεκόμενων πληροφοριακών συστημάτων.'],
        category: 'Service Management',
        similar_question: 'D11, B6'
    },
    {
        id: 7,
        question: 'Η περιγραφή της ΟΔΥ θα είναι δημόσια διαθέσιμη μέσω ενός καταλόγου ΔΥ;',
        type: ['IMAPS','OIMAPS'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να δημοσιεύουν τις ψηφιακές δημόσιες υπηρεσίες που προσφέρουν, σε κατάλογο υπηρεσιών.'],
        category: 'Service Delivery',
        similar_question: 'D6'
    },
    {
        id: 8,
        question: 'Οι νέες λύσεις ή οι σχετικές προγραμματιστικές διεπαφές που θα αναπτυχθούν για αυτές θα είναι καταχωρημένες σε καταλόγους για να είναι προσβάσιμες και σε τρίτους φορείς;',
        type: ['IMAPS','OIMAPS','TIMAPS'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να καταχωρούν νέες λύσεις που αναπτύσσονται σε καταλόγους που παραπέμπουν σε προγραμματιστικές διεπαφές και λύσεις ή σε άλλους σχετικούς καταλόγους για να είναι προσβάσιμες και σε τρίτους φορείς.'],
        category: 'Service Delivery',
        similar_question: 'D6'
    },
    {
        id: 9,
        question: 'Η ΟΔΥ θα αξιοποιεί (επαναχρησιμοποιεί) υφιστάμενες λύσεις και λειτουργίες που είναι καταχωρημένες στους καταλόγους προγραμματιστικών διεπαφών (APIs) και λύσεων ή σε άλλο σχετικό κατάλογο;',
        type: ['IMAPS','TIMAPS'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να αξιολογούν για πιθανή επαναχρησιμοποίηση, λύσεις που είναι καταχωρημένες στους καταλόγους προγραμματιστικών διεπαφών και λύσεων ή σε άλλο σχετικό κατάλογο, πριν την ανάπτυξη νέων λύσεων.'],
        category: 'Service Consumption',
        similar_question: 'C2'
    },
    {
        id: 10,
        question: 'Στο πλαίσιο της δημιουργίας της ΟΔΥ θα επαναχρησιμοποιηθεί λογισμικό το οποίο είναι ήδη διαθέσιμο σε καταλόγους (π.χ. προγραμματιστικών διεπαφών και λύσεων) ή σε άλλο σχετικό κατάλογο;',
        type: ['IMAPS','TIMAPS'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να αξιολογούν για πιθανή επαναχρησιμοποίηση, λύσεις που είναι καταχωρημένες στους καταλόγους προγραμματιστικών διεπαφών και λύσεων ή σε άλλο σχετικό κατάλογο, πριν την ανάπτυξη νέων λύσεων.',
         'Οι δημόσιοι φορείς κατά τη σχεδίαση ολοκληρωμένων δημοσίων υπηρεσιών πρέπει να αξιοποιούν επαναχρησιμοποιήσιμες λύσεις και λειτουργίες κάνοντας χρήση των APIs που εντοπίζουν μέσω των διαθέσιμων δημοσίων καταλόγων.'],
        category: 'Service Consumption',
        similar_question: 'C2'
    },
    {
        id: 11,
        question: 'Έχει προβλεφθεί η ελαχιστοποίηση των τεχνολογικών εξαρτήσεων και η αποφυγή της επιβολής συγκεκριμένων, ενδεχομένως περιοριστικών, εφαρμογών, λύσεων ή προϊόντων με στόχο την τεχνολογική ουδετερότητα της ΟΔΥ;',
        type: ['SIQAT','TIMAPS'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να εστιάζουν στις σχετικές λειτουργικές ανάγκες με τέτοιο τρόπο ώστε να ελαχιστοποιούνται οι τεχνολογικές εξαρτήσεις και να αποφεύγεται η επιβολή συγκεκριμένων, ενδεχομένως περιοριστικών, εφαρμογών, λύσεων ή προϊόντων.'],
        category: 'Resusability of Software Components',
        similar_question: ''
    },
    {
        id: 12,
        question: 'Έχει διασφαλιστεί η τεχνολογική ουδετερότητα της υλοποίησης της ΟΔΥ και των δεδομένων που παράγει/θα παράγει;',
        type: ['SIQAT','TIMAPS'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να μεριμνούν ώστε οι δημόσιες υπηρεσίες και τα δεδομένα τους να μπορούν να είναι προσβάσιμα και επαναχρησιμοποιήσιμα από πολίτες και επιχειρήσεις ελαχιστοποιώντας τις απαιτήσεις για συγκεκριμένες τεχνολογίες ή προϊόντα ώστε οι υπηρεσίες να προσαρμόζονται σε ένα διαρκώς εξελισσόμενο τεχνολογικό περιβάλλον.'],
        category: 'Resusability of Software Components',
        similar_question: ''
    },
    {
        id: 13,
        question: 'Έχει διασφαλιστεί η φορητότητα των δεδομένων που παράγει/θα παράγει η ΟΔΥ;',
        type: ['GIQAT','SIMAPS'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να διασφαλίζουν τη φορητότητα δεδομένων, δηλαδή τη δυνατότητα εύκολης μεταφοράς των δεδομένων μεταξύ συστημάτων και εφαρμογών που συμβάλλουν στην εξέλιξη των δημοσίων υπηρεσιών, χωρίς αδικαιολόγητους περιορισμούς.'],
        category: 'Collaboration Assurance',
        similar_question: 'C8'
    },
    {
        id: 14,
        question: 'Θα παρέχεται η ΟΔΥ μέσω του Gov.gr;',
        type: ['IMAPS','TIMAPS'],
        requirements: ['Όλες οι ψηφιακές δημόσιες υπηρεσίες θα πρέπει να παρέχονται εξ ορισμού μέσα από το ενιαίο σημείο επαφής-πρόσβασης του Ελληνικού Δημοσίου, αποκρύπτοντας την εσωτερική διοικητική πολυπλοκότητα των παρεχόμενων εθνικών και διασυνοριακών ψηφιακών δημοσίων υπηρεσιών.'],
        category: 'Service Delivery',
        similar_question: 'D9'
    },
    {
        id: 15,
        question: 'Έχουν συμμετάσχει όλοι οι εμπλεκόμενοι με την ΟΔΥ στην ανάλυση, στη σχεδίαση και την αξιολόγησή της;',
        type: ['Not implemented'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να προωθούν διαδικασίες για την ανάπτυξη νέων και τη βελτίωση των υφιστάμενων ψηφιακών δημοσίων υπηρεσιών με τη συμμετοχή εκπροσώπων χρηστών και κοινωνικών εταίρων στην ανάλυση, τον σχεδιασμό και την αξιολόγηση τους.'],
        category: '',
        similar_question: ''
    },
    {
        id: 16,
        question: 'Έχει διερευνηθεί η ύπαρξη τυχόν νομικών εμποδίων για την παροχή της ΟΔΥ;',
        type: ['IMAPS','LIMAPS','GIQAT'],
        requirements: ['Ο τρόπος λειτουργίας των πληροφοριακών συστημάτων και των βασικών μητρώων θα πρέπει να θεσμοθετείται προκειμένου οι παρεχόμενες ψηφιακές υπηρεσίες να παράγουν έννομες συνέπειες χωρίς την ανάγκη πρόσθετων διαδικασιών επικύρωσης αυτών.'],
        category: 'Service Delivery',
        similar_question: 'C3'
    },
    {
        id: 17,
        question: 'Θα γίνει η αξιοποίηση της πληροφορίας των βασικών μητρώων ώστε από τους χρήστες να ζητούνται οι λιγότερες κατα το δυνατό πληροφορίες σύμφωνα με την αρχή "μόνον άπαξ";',
        type: ['OIMAPS'],
        requirements: ['Για την παροχή των ψηφιακών δημοσίων υπηρεσιών οι δημόσιοι φορείς θα πρέπει να αναζητούν τις απαραίτητες πληροφορίες σε άλλους φορείς της δημόσιας διοίκησης και μόνον εφόσον αυτές δεν υπάρχουν, να ζητούνται από τους χρήστες.'],
        category: 'Service Delivery',
        similar_question: 'D6'
    },
    {
        id: 18,
        question: 'Η παροχή της ΟΔΥ θα διασφαλίζει την εύκολη και φιλική πρόσβαση για όλους τους πολίτες, περιλαμβανομένων ατόμων με αναπηρίες, ηλικιωμένων και λοιπών ομάδων μειονεκτούντων ατόμων, σύμφωνα με τις διεθνείς οδηγίες προσβασιμότητας;',
        type:  ['IMAPS','SIMAPS','TIMAPS'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να διασφαλίζουν ότι όλες οι ψηφιακές δημόσιες υπηρεσίες και εφαρμογές είναι προσβάσιμες από όλους τους πολίτες, περιλαμβανομένων ατόμων με αναπηρίες, ηλικιωμένων και λοιπών ευάλωτων ομάδων.'],
        category: 'Service Delivery',
        similar_question: 'D13'
    },
    {
        id: 19,
        question: 'H παροχή της ΟΔΥ είναι εναρμονισμένη με τις πιο πρόσφατες οδηγίες προσβασιμότητας;',
        type: ['IMAPS','SIMAPS','TIMAPS', 'SIQAT'],
        requirements: ['Θα πρέπει να παρακολουθείται περιοδικά η κάλυψη των απαιτήσεων ψηφιακής προσβασιμότητας για διαδικτυακούς τόπους και συσκευές.'],
        category: 'Service Delivery',
        similar_question: 'D13'
    },
    {
        id: 20,
        question: 'Έχει διαμορφωθεί ένα Σχέδιο Ασφάλειας και Προστασίας της Ιδιωτικότητας ώστε να διασφαλίζεται η προστασία των δεδομένων προσωπικού χαρακτήρα, καθώς και η αξιόπιστη και ασφαλής ανταλλαγή δεδομένων κατά την παροχή της ΟΔΥ;',
        type: ['IMAPS','OIMAPS','LIMAPS'],
        requirements: ['Κάθε δημόσιος φορέας διαμορφώνει ένα Σχέδιο Ασφάλειας και Προστασίας της Ιδιωτικότητας που περιλαμβάνει τις πολιτικές και τις διαδικασίες που θα διασφαλίζουν ένα υψηλό επίπεδο ασφάλειας και προστασίας των δεδομένων προσωπικού χαρακτήρα, καθώς και την αξιόπιστη και ασφαλή ανταλλαγή δεδομένων με άλλους δημόσιους φορείς, πολίτες και επιχειρήσεις για την παροχή ψηφιακών δημοσίων υπηρεσιών.'],
        category: 'Service Delivery',
        similar_question: 'D4'
    },
    {
        id: 21,
        question: 'Έχει ληφθεί υπόψη η εκτίμηση αντικτύπου των επιπτώσεων της επεξεργασίας των δεδομένων στον σχεδιασμό της αρχιτεκτονικής ασφαλείας και των μέτρων προστασίας;',
        type: ['IMAPS','OIMAPS','LIMAPS','SIQAT'],
        requirements: ['Κάθε ψηφιακή δημόσια υπηρεσία θα πρέπει να υλοποιείται λαμβάνοντας υπόψη την Εκτίμηση Αντικτύπου των επιπτώσεων της επεξεργασίας των δεδομένων που γίνεται σε συνεργασία με τον Υπεύθυνο Προστασίας Δεδομένων του φορέα, προκειμένου να λαμβάνονται όλα τα κατάλληλα και αναλογικά μέτρα προστασίας.'],
        category: 'Service Delivery',
        similar_question: 'D4'
    },
    {
        id: 22,
        question: 'Εκτός των ελληνικών, θα παρέχεται η ΟΔΥ στα αγγλικά και/ ή σε άλλες γλώσσες;',
        type: ['IMAPS','SIMAPS','TIMAPS'],
        requirements: ['Κατά τη σχεδίαση και υλοποίηση ψηφιακών δημοσίων υπηρεσιών, οι δημόσιοι φορείς θα πρέπει να λαμβάνουν υπόψη τις ανάγκες πολυγλωσσίας.',
        'Οι δημόσιοι φορείς θα πρέπει να λαμβάνουν υπόψη τη γλώσσα που χρησιμοποιεί και καταλαβαίνει το κοινό των δημοσίων ψηφιακών υπηρεσιών, οι οποίες κατά τεκμήριο χρησιμοποιούνται από ξενόγλωσσους χρήστες και αυτών οι οποίες θα διατίθενται μέσω της Ευρωπαϊκής Ενιαίας Ψηφιακής Πύλης (Single Digital Gateway). Η Αγγλική πρέπει να είναι η πρώτη επιλογή επιπρόσθετης γλώσσας (μετά τα Ελληνικά).'],
        category: 'Service Delivery',
        similar_question: 'D5'
    },
    {
        id: 23,
        question: 'Η ΟΔΥ ακολουθεί την αρχή ότι θα πρέπει να είναι “ψηφιακή και διαλειτουργική εξ ορισμού”;',
        type: ['IMAPS','LIMAPS','OIMAPS','SIMAPS','TIMAPS'],
        requirements: ['Οι υπηρεσίες που παρέχουν οι δημόσιοι φορείς θα πρέπει να είναι “ψηφιακές και διαλειτουργικές εξ ορισμού”.'],
        category: 'Service Management',
        similar_question: 'B4'
    },
    {
        id: 24,
        question: 'Έχει προηγηθεί μελέτη διαλειτουργικότητας στην οποία περιγράφεται η διαλειτουργική ωριμότητα της ΟΔΥ και ο τρόπος βελτίωσης της;',
        type: ['GIQAT','OIMAPS'],
        requirements: ['Οι υπηρεσίες που παρέχουν οι δημόσιοι φορείς θα πρέπει να είναι “ψηφιακές και διαλειτουργικές εξ ορισμού”.'],
        category: 'Collaboration Control',
        similar_question: 'B5'
    },
    {
        id: 25,
        question: 'Έχει προβλεφθεί η αξιοποίηση εργαλείων με σκοπό τον ανασχεδιασμό ή την συνεχή βελτίωση των διαδικασιών για την παροχή υπηρεσιών υψηλής ποιότητας σε πολίτες και επιχειρήσεις χωρίς διακρίσεις στις περιπτώσεις χρήσης αυτών σε εθνικό και διασυνοριακό επίπεδο;',
        type: ['GIQAT','OIMAPS'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να αξιοποιούν εργαλεία με σκοπό τον ανασχεδιασμό ή την συνεχή βελτίωση των διαδικασιών για την παροχή υπηρεσιών υψηλής ποιότητας σε πολίτες και επιχειρήσεις χωρίς διακρίσεις, στις περιπτώσεις χρήσης αυτών σε εθνικό και διασυνοριακό επίπεδο.'],
        category: 'Collaboration Control',
        similar_question: 'B5'
    },
    {
        id: 26,
        question: 'Διαθέτει ο φορέας σας πολιτική διατήρησης δεδομένων και ηλεκτρονικών αρχείων η οποία λαμβάνει υπόψη τις ειδικές διατάξεις για τη τήρηση των αρχείων του φορέα, την ισχύουσα νομοθεσία, καθώς και τις διαθέσιμες εγκεκριμένες υπηρεσίες ηλεκτρονικής αρχειοθέτησης;',
        type: ['IMAPS','LIMAPS'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να διαμορφώνουν πολιτική διατήρησης των δεδομένων και των ηλεκτρονικών αρχείων λαμβάνοντας υπόψη τις ειδικές διατάξεις για την τήρηση των αρχείων του φορέα τους, την ισχύουσα νομοθεσία, καθώς και τις διαθέσιμες εγκεκριμένες υπηρεσίες ηλεκτρονικής αρχειοθέτησης.'],
        category: 'Service Management',
        similar_question: 'B7'
    },
    {
        id: 27,
        question: 'Έχει προβλεφθεί η αξιολόγηση της ΟΔΥ ως προς την αποτελεσματικότητα και την αποδοτικότητα της με δείκτες αξιολόγησης και με ανοιχτές συμμετοχικές διαδικασίες που λαμβάνουν υπόψη τις απαιτήσεις των χρηστών;',
        type: ['IMAPS','LIMAPS','OIMAPS','SIMAPS','TIMAPS'],
        requirements: ['Οι ψηφιακές δημόσιες υπηρεσίες θα πρέπει να αξιολογούνται ως προς την αποτελεσματικότητα και την αποδοτικότητά τους με ανοιχτές συμμετοχικές διαδικασίες που λαμβάνουν υπόψη τις απαιτήσεις των χρηστών, και με δείκτες αξιολόγησης.'],
        category: 'Service Management',
        similar_question: 'B5'
    },
    {
        id: 28,
        question: 'Κατά τον σχεδιασμό της ΟΔΥ έχουν ληφθεί υπόψη οι σύγχρονες τεχνολογικές και επιστημονικές εξελίξεις;',
        type: ['SIQAT','TIMAPS'],
        requirements: ['Οι υφιστάμενες τεχνολογικές επιλογές και οι λύσεις διαλειτουργικότητας των ψηφιακών δημοσίων υπηρεσιών θα πρέπει να αξιολογούνται με βάση τις σύγχρονες τεχνολογικές και επιστημονικές εξελίξεις και τις ανάγκες των χρηστών, βασισμένες στην αρχή της αναλογικότητας και της ισορροπίας μεταξύ κόστους ωφέλειας.'],
        category: 'Reusability of software Components',
        similar_question: 'C8'

    },
    {
        id: 29,
        question: 'Έχει γίνει μελέτη κόστους-ωφέλειας για την επιλογή των τεχνολογικών λύσεων που θα αξιοποιηθούν για την υλοποίηση της ΟΔΥ λαμβάνοντας υπόψη τις ανάγκες των χρηστών βασισμένες στην αρχή της αναλογικότητας και της ισορροπίας μεταξύ κόστους και ωφέλειας;',
        type: ['Not implemented'],
        requirements: ['Οι υφιστάμενες τεχνολογικές επιλογές και οι λύσεις διαλειτουργικότητας των ψηφιακών δημοσίων υπηρεσιών θα πρέπει να αξιολογούνται με βάση τις σύγχρονες τεχνολογικές και επιστημονικές εξελίξεις και τις ανάγκες των χρηστών, βασισμένες στην αρχή της αναλογικότητας και της ισορροπίας μεταξύ κόστους ωφέλειας.']
    },
    {
        id: 30,
        question: 'Αν αυτό κρίνεται αναγκαίο έχουν εξασφαλισθεί οι κατάλληλες οργανωτικές δομές, μηχανισμοί, αρμοδιότητες και διαδικασίες, καθώς και η αναβάθμιση των ικανοτήτων του ανθρώπινου δυναμικού, προκειμένου να γίνεται αποτελεσματική διαχείριση των θεμάτων διαλειτουργικότητας και των αλλαγών (change management);',
        type: ['IMAPS','LIMAPS','OIMAPS','SIMAPS','TIMAPS','GIQAT'],
        requirements: ['Θα πρέπει να εξασφαλίζονται οι κατάλληλες οργανωτικές δομές, μηχανισμοί, αρμοδιότητες και διαδικασίες, καθώς και η αναβάθμιση των ικανοτήτων του ανθρώπινου δυναμικού, όπου αυτό κρίνεται αναγκαίο, προκειμένου οι δημόσιοι φορείς να μπορούν να διαχειρίζονται τις αλλαγές (change management) και να ανταποκρίνονται αποτελεσματικά στην διαχείριση των θεμάτων διαλειτουργικότητας.'],
        category: 'Service Management',
        similar_question: 'B5'
    },
    {
        id: 31,
        question: 'Έχει οριστεί ένας υπεύθυνος για την παρακολούθηση της παροχής της ΟΔΥ καθώς και για τη συνεχή βελτίωσή της;',
        type: ['GIQAT', 'OIMAPS'],
        requirements: ['Θα πρέπει να εξασφαλίζονται οι κατάλληλες οργανωτικές δομές, μηχανισμοί, αρμοδιότητες και διαδικασίες, καθώς και η αναβάθμιση των ικανοτήτων του ανθρώπινου δυναμικού, όπου αυτό κρίνεται αναγκαίο, προκειμένου οι δημόσιοι φορείς να μπορούν να διαχειρίζονται τις αλλαγές (change management) και να ανταποκρίνονται αποτελεσματικά στην διαχείριση των θεμάτων διαλειτουργικότητας.'],
        category: 'Collaboration Control',
        similar_question: 'B6'
    },
    {
        id: 32,
        question: 'Έχει προβλεφθεί η καταγραφή με χρήση κοινά συμπεφωνημένων προτύπων, η δημοσίευση και η συστηματική συντήρηση των οργανωτικών δομών και αρμοδιοτήτων για την παροχή της ΟΔΥ;',
        type: ['GIQAT', 'OIMAPS'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να καταγράφουν και να συντηρούν συστηματικά τις οργανωτικές δομές, αρμοδιότητες για την παροχή υπηρεσιών, με χρήση κοινά συμπεφωνημένων προτύπων, και να τις δημοσιεύουν ανοικτά.'],
        category: 'Collaboration Control',
        similar_question: 'B6'
    },
    {
        id: 33,
        question: 'Έχει προβλεφθεί η καταγραφή, η δημοσίευση και η συντήρηση των υφιστάμενων και νέων διαδικασιών που υποστηρίζουν την ΟΔΥ, με χρήση κοινά συμπεφωνημένων προτύπων;',
        type: ['IMAPS', 'OIMAPS','SIMAPS','TIMAPS','GIQAT'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να καταγράφουν και να συντηρούν τις υφιστάμενες και νέες διαδικασίες που υποστηρίζουν τις ψηφιακές δημόσιες υπηρεσίες, με χρήση κοινά συμπεφωνημένων προτύπων, και να τις δημοσιεύουν ανοικτά.'],
        category: 'Service Management',
        similar_question: 'B6'
    },
    {
        id: 34,
        question: 'Έχει γίνει η μοντελοποίηση της επιχειρησιακής διαδικασίας της ΟΔΥ που θα παρέχεται με χρήση κοινά συμπεφωνημένων τεχνικών (π.χ. με χρήση της BPMN) για την συστηματική ανάλυση και προσομοίωση τους;',
        type: ['GIQAT'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να μοντελοποιούν τις επιχειρησιακές διαδικασίες των παρεχόμενων υπηρεσιών με χρήση κοινά συμπεφωνημένων τεχνικών για την συστηματική ανάλυση και προσομοίωση τους.'],
        category: 'Collaboration Assurance'
    },
    {
        id: 35,
        question: 'Έχει προβλεφθεί ο έλεγχος συμμόρφωσης της ΟΔΥ και των συστημάτων ΤΠΕ με ανοικτές τεχνικές προδιαγραφές όπου αυτές χρησιμοποιούνται;',
        type: ['SIQAT','TIMAPS'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να χρησιμοποιούν ανοιχτές τεχνικές προδιαγραφές, όπου αυτές είναι διαθέσιμες, και να μεριμνούν για τον έλεγχο συμμόρφωσης των νέων ψηφιακών υπηρεσιών και συστημάτων ΤΠΕ με αυτές.'],
        category: 'Reusability of software Components',
    },
    {
        id: 36,
        question: 'Σε περίπτωση που η ΟΔΥ αξιοποιεί δεδομένα από Βασικά Μητρώα, θα παρέχεται στους τελικούς ωφελούμενους (πολίτες ή επιχειρήσεις) η δυνατότητα ελέγχου της ακρίβειας, ορθότητας και πληρότητας των δεδομένων αυτών καθώς και διόρθωσης/συμπλήρωσης τους;',
        type: ['IMAPS','LIMAPS'],
        requirements: ['Θα πρέπει να παρέχεται σε πολίτες και οι επιχειρήσεις η δυνατότητα ελέγχου της ακρίβειας, ορθότητας και πληρότητας των δεδομένων τους που περιέχονται στα Βασικά Μητρώα, καθώς και η δυνατότητα διόρθωσης/συμπλήρωσης αυτών.'],
        category: 'Service Management',
        similar_question: 'B10'
    },
    {
        id: 37,
        question: 'Έχουν καθορισθεί οι διαδικασίες για την παροχή, και επικαιροποίηση ανοικτών δεδομένων τα οποία προέρχονται από την παροχή της ΟΔΥ;',
        type: ['IMAPS','SIMAPS'],
        requirements: ['Οι δημόσιοι φορείς οφείλουν να σχεδιάζουν και να υιοθετούν τις απαραίτητες διαδικασίες για την παροχή, και επικαιροποίηση ανοικτών δεδομένων τα οποία προέρχονται είτε από υπηρεσίες τρίτων φορέων προς πολίτες / επιχειρήσεις, είτε από εσωτερικές διαδικασίες στον φορέα.'],
        category: 'Service Management',
        similar_question: 'B1'
    },
    {
        id: 38,
        question: 'Τα ανοικτά δεδομένα που παράγονται από την ΟΔΥ θα διατίθενται, μέσω της Εθνικής Πύλης Ανοικτών Δεδομένων (https://data.gov.gr/), σε μηχαναγνώσιμες μορφές οι οποίες θα συνοδεύονται από μηχαναγνώσιμα μεταδεδομένα, τα οποία περιγράφουν το περιεχόμενο των ανοικτών δεδομένων, τον τρόπο συλλογής, επικαιροποίησης και εκκαθάρισης καθώς και την άδεια χρήσης με τα οποία διατίθενται;',
        type: ['IMAPS','OIMAPS','SIMAPS','TIMAPS','SIQAT','GIQAT'],
        requirements: ['Τα ανοικτά δεδομένα πρέπει να διατίθενται, μέσω της Εθνικής Πύλης Ανοικτών Δεδομένων, σε μηχαναγνώσιμες μορφές και να συνοδεύονται από μηχαναγνώσιμα μεταδεδομένα, τα οποία περιγράφουν το περιεχόμενο των ανοικτών δεδομένων, τον τρόπο συλλογής, επικαιροποίησης και εκκαθάρισης, καθώς και την άδεια χρήσης με την οποία διατίθενται.'],
        category: 'Service Management',
        similar_question: 'B6'
    },
    {
        id: 39,
        question: 'Θα χρησιμοποιούνται ανοικτά πρότυπα για την δημοσίευση των ανοικτών δεδομένων της ΟΔΥ;',
        type: ['SIQAT'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να δημοσιεύουν τα ανοικτά δεδομένα συμμορφούμενοι με τα επίσημα ανοιχτά πρότυπα, όσον αφορά στον μορφότυπο και τα μεταδεδομένα, και να αναβαθμίζουν τα ήδη δημοσιευμένα σύνολα δεδομένων με βάση αυτές τις προδιαγραφές.'],
        category: 'Shareability',
    },
    {
        id: 40,
        question: 'Θα παρέχονται τα ανοικτά δεδομένα που παράγονται ή σχετίζονται με την ΟΔΥ με χρήση ανοικτών και τυποποιημένων αδειών;',
        type: ['SIQAT'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να διαθέτουν τα ανοικτά δεδομένα με χρήση ανοικτών και τυποποιημένων αδειών.'],
        category: 'Shareability'
    },
    {
        id: 41,
        question: 'Η ΟΔΥ θα αξιοποιεί διαθέσιμα σύνολα ανοικτών δεδομένων;',
        type: ['IMAPS'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να αξιοποιούν τα διαθέσιμα σύνολα ανοικτών δεδομένων, προκειμένου να υποβοηθούνται στη λήψη σχετικών αποφάσεων.'],
        category: 'Service Consumption',
    },
    {
        id: 42,
        question: 'Τα δεδομένα που παράγονται από την ΟΔΥ θα είναι διαθέσιμα μέσω προγραμματιστικής διεπαφής (API) η οποία θα είναι δημοσιευμένη τεκμηριωμένα σε ειδικό κατάλογο, προκειμένου να διασφαλιστεί η επαναχρησιμοποίηση της;',
        type: ['IMAPS','OIMAPS','SIMAPS','TIMAPS'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να δημιουργούν προγραμματιστικές διεπαφές (APIs) για τις διαδικτυακές υπηρεσίες και να τις δημοσιεύουν τεκμηριωμένα σε ειδικό κατάλογο, προκειμένου να διασφαλιστεί η επαναχρησιμοποίησή τους.'],
        category: 'Service Management',
        similar_question: 'B6'
    },
    {
        id: 43,
        question: 'Έχουν αποτυπωθεί στη μελέτη διαλειτουργικότητας της ΟΔΥ οι ΔΥ με τις οποίες σχετίζεται η ΟΔΥ με κάποιο τρόπο;',
        type: ['GIQAT'],
        requirements: ['Θα πρέπει να δημιουργηθεί και να συντηρείται μητρώο φορέων, καθώς και μητρώο υπηρεσιών και συσχετιζόμενων διαδικασιών της δημόσιας διοίκησης.'],
        category: 'Collaboration Assurance',

    },
    {
        id: 44,
        question: 'Έχουν αξιοποιεί/θα αξιοποιηθούν κατά τη σχεδίαση και υλοποίηση της ΟΔΥ τα τεκμηριωμένα τεχνικά και σημασιολογικά πρότυπα που είναι διαθέσιμα σε ανοικτούς καταλόγους;',
        type: ['IMAPS','OIMAPS', 'TIMAPS'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να αξιοποιούν τα τεκμηριωμένα τεχνικά και σημασιολογικά πρότυπα που είναι διαθέσιμα σε ανοικτούς καταλόγους.'],
        category: 'Service Consumption',
        similar_question: 'C1'
    },
    {
        id: 45,
        question: 'Έχει προβλεφθεί η αξιοποίηση του καταλόγου δομικών στοιχειών της εργαλειοθήκης διαλειτουργικότητας καθώς και τα αποθετήρια με στόχο την εύρεση και χρήση επαναχρησιμοποιήσιμων δομικών στοιχείων;',
        type: ['SIQAT'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει, κατά την σχεδίαση και ανάπτυξη λύσεων, να συμβουλεύονται τον κατάλογο δομικών στοιχειών της εργαλειοθήκης διαλειτουργικότητας και τα αποθετήρια, με στόχο την εύρεση και χρήση επαναχρησιμοποιήσιμων δομικών στοιχείων.'],
        category: 'Reusability of Services'
    },
    {
        id: 46,
        question: 'Έχει προβλεφθεί η διάθεση της τεκμηρίωσης της σχεδίασης και ανάπτυξης καθώς και του κώδικα σε ανοικτό αποθετήριο, όπου αυτό είναι εφικτό;',
        type: ['IMAPS','OIMAPS','SIMAPS','TIMAPS','SIQAT'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να διασφαλίζουν ισότιμους όρους ανταγωνισμού για το λογισμικό που αξιοποιούν στις παρεχόμενες υπηρεσίες, παρέχοντας, όπου αυτό είναι εφικτό, τον σχεδιασμό, την τεκμηρίωση ανάπτυξης και τον κώδικα, σε ανοικτό αποθετήριο.'],
        category: 'Service Management',
        similar_question: 'B6'
    },
    {
        id: 47,
        question: 'Έχει ακολουθηθεί συστηματική διαχείριση των κινδύνων σχετικών με την παροχή της ΟΔΥ, ώστε να προσδιοριστούν τα κατάλληλα τεχνικά και οργανωτικά μέτρα ασφάλειας των δεδομένων και προστασίας της ιδιωτικότητας;',
        type: ['SIQAT','TIMAPS','OIMAPS'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να προσδιορίζουν τα κατάλληλα οργανωτικά και τεχνικά μέτρα ασφάλειας των δεδομένων και προστασίας της ιδιωτικότητας μέσα από μια συστηματική διαχείριση κινδύνων, και να ακολουθούν τις βασικές αρχές της ασφάλειας και ιδιωτικότητας εκ σχεδιασμού και εκ προεπιλογής.'],
        category: 'Reusability of Services'
    },
    {
        id: 48,
        question: 'Έχει δημιουργηθεί/ Θα δημιουργηθεί κατάλληλη πολιτική ασφαλείας και σχέδιο διαχείρισης περιστατικών ασφαλείας που να καλύπτει τις ανάγκες της ΟΔΥ;',
        type: ['SIQAT','OIMAPS'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να συμμορφώνονται με τη νομοθεσία για την προστασία δεδομένων προσωπικού χαρακτήρα, να αναπτύσσουν και να υλοποιούν κατάλληλη πολιτική ασφάλειας, καθώς και σχέδια διαχείρισης περιστατικών ασφάλειας.'],
        similar_question: 'C3.4'
    },
    {
        id: 49,
        question: 'Για την προστασία των συναλλαγών της ΟΔΥ, κάνετε χρήση υπηρεσιών που παρέχονται από εγκεκριμένους παρόχους υπηρεσιών εμπιστοσύνης;',
        type: ['GIQAT'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να διασφαλίζουν την προστασία των συναλλαγών και των πληροφοριών με κατάλληλες συμφωνίες και με τη χρήση υπηρεσιών που παρέχονται από εγκεκριμένους παρόχους υπηρεσιών εμπιστοσύνης.']
    },
    {
        id: 50,
        question: 'Έχει ληφθεί μέριμνα ώστε οι δημόσιοι φορείς που συνεργάζονται για την παροχή της ΟΔΥ να συμφωνήσουν στην υιοθέτηση κοινών απαιτήσεων ασφαλείας και προτύπων για την προστασία των συναλλαγών και των δεδομένων, κατά τη μετάδοση, την επεξεργασία και την αποθήκευση τους;',
        type: ['GIQAT'],
        requirements: ['Για την προστασία των διαλειτουργικών υπηρεσιών, οι δημόσιοι φορείς θα πρέπει να μεριμνούν για την υιοθέτηση κοινών απαιτήσεων ασφαλείας και προτύπων για την προστασία των συναλλαγών και των δεδομένων, κατά τη μετάδοση, την επεξεργασία και την αποθήκευση τους.']
    },
    {
        id: 51,
        question: 'Θα χρησιμοποιούνται οι υπηρεσίες ενιαίου κέντρου ταυτοποίησης για την ταυτοποίηση και την αυθεντικοποίηση των χρηστών;',
        type: ['IMAPS','TIMAPS'],
        requirements: ['Η ταυτοποίηση και αυθεντικοποίηση των πολιτών, θα πρέπει να παρέχεται προς όλους τους φορείς, από παρόχους ταυτότητας, μέσω ενιαίου κέντρου ταυτοποίησης, το οποίο θα εξασφαλίζει την εφαρμογή ενιαίου πλαισίου προδιαγραφών ασφαλείας σε εθνικό επίπεδο.'],
        category: 'Service Delivery',
        similar_question: 'D7'
    },
    {
        id: 52,
        question: 'Κατά την επιλογή και σχεδίαση της ΟΔΥ έχουν διοργανωθεί δράσεις ή και εργαστήρια συνδημιουργίας λύσεων, συνδιαμόρφωσης κοινών μεθόδων/προτύπων/ κανονισμών, συνεργατικής αξιολόγησης, ομαδικής λήψης αποφάσεων που αφορούν στη διαλειτουργικότητα;',
        type: ['GIQAT'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να συνεργάζονται με άλλες κοινότητες και ομάδες εμπειρογνωμόνων, μέσα από συνεργατικές πλατφόρμες συνδημιουργίας, διαμοιρασμού και επαναχρησιμοποίησης λύσεων, ανάλογες του Joinup και του Github.',
         'Οι δημόσιοι φορείς θα πρέπει να εξασφαλίζουν τη δυνατότητα και τις μεθόδους συμμετοχής όλων σε διαδικασίες διαβούλευσης και συνδιαμόρφωσης και να τεκμηριώνουν ότι τα αποτελέσματα της συμμετοχής αξιοποιούνται κατά την λήψη αποφάσεων που αφορούν στη διαλειτουργικότητα.', 
         'Οι δημόσιοι φορείς θα πρέπει να διοργανώνουν δράσεις ή και εργαστήρια συνδημιουργίας λύσεων, συνδιαμόρφωσης κοινών μεθόδων/προτύπων/ κανονισμών, συνεργατικής αξιολόγησης και ομαδικής λήψης αποφάσεων.',
         'Οι δημόσιοι φορείς θα πρέπει να δημιουργήσουν κέντρα καινοτομιών και συνεργατικές πλατφόρμες για συγκέντρωση ιδεών, λύσεων και εφαρμογών, να τις εφαρμόζουν πιλοτικά και να τις αξιολογούν πριν την παραγωγική τους λειτουργία.']
    },
    {
        id: 53,
        question: 'Υπάρχει σχέδιο διάχυσης της πληροφορίας και γνώσης σχετικά με την ΟΔΥ;',
        type: ['GIQAT'],
        requirements: ['Α68'],
        
    },
    {
        id: 54,
        question: 'Υπάρχει σχέδιο υποστήριξης (π.χ. πραγματοποίηση εκπαιδεύσεων) των χρηστών της ΟΔΥ κατά την παροχή της;',
        type: ['IMAPS','GIQAT','OIMAPS','SIMAPS','TIMAPS'],
        requirements: ['Θα πρέπει να δημιουργηθεί μηχανισμός για τον διαμοιρασμό και επαναχρησιμοποίηση της γνώσης και την υποστήριξη των χρηστών μέσα από έξυπνες λύσεις για την εφαρμογή της διαλειτουργικότητας.'],
        category: 'Service Management',
        similar_question: 'B6'
    },
    {
        id: 55,
        question: 'Έχει δημιουργηθεί/θα δημιουργηθεί εκπαιδευτικό υλικό για την υποβοήθηση των χρηστών κατά την παροχή της ΟΔΥ;',
        type: ['IMAPS','OIMAPS','SIMAPS','TIMAPS','GIQAT'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να προωθούν, σε συνεργασία με το Κέντρο Γνώσης και Υποστήριξης, την ανάπτυξη των ψηφιακών ικανοτήτων διαλειτουργικότητας.'],
        category: 'Service Management',
        similar_question: 'B6'
    },
    {
        id: 56,
        question: 'Έχουν συναφθεί/ Θα συναφθούν συμφωνίες διαλειτουργικότητας σε όλα τα επίπεδα, οι οποίες συμπληρώνονται από επιχειρησιακές συμφωνίες και διαδικασίες διαχείρισης αλλαγών στο πλαίσιο της δημιουργίας ή ανασχεδιασμού της ΟΔΥ;',
        type: ['Not implemented'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να συνάπτουν συμφωνίες διαλειτουργικότητας σε όλα τα επίπεδα, οι οποίες συμπληρώνονται από επιχειρησιακές συμφωνίες και διαδικασίες διαχείρισης αλλαγών.',
        'Τα δεδομένα και οι δημόσιες υπηρεσίες τα οποία δεν ανήκουν στην εργαλειοθήκη διαλειτουργικότητας, θα πρέπει να ακολουθούν τις αρχές και τις συστάσεις του ΕΠΔ και να εντάσσονται στον εθνικό συντονισμό.']
    },
    {
        id: 57,
        question: 'Έχει χρησιμοποιηθεί/ Θα χρησιμοποιηθεί το εννοιολογικό μοντέλο του ΕΠΔ για δημόσιες υπηρεσίες καθώς και οι σχετικές εθνικές υποδομές κατά τον σχεδιασμό ή τον ανασχεδιασμό της ΟΔΥ (για παράδειγμα με την επαναχρησιμοποίηση, όπου είναι εφικτό, υφιστάμενων δομικών στοιχείων, υπηρεσιών και δεδομένων);',
        type: ['IMAPS','LIMAPS','OIMAPS','SIMAPS','TIMAPS','GIQAT','SIQAT'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να χρησιμοποιούν το εννοιολογικό μοντέλο για δημόσιες υπηρεσίες καθώς και τις σχετικές εθνικές υποδομές με σκοπό τον σχεδιασμό νέων υπηρεσιών ή τον ανασχεδιασμό υφιστάμενων υπηρεσιών και την επαναχρησιμοποίηση, όπου είναι εφικτό, υφιστάμενων δομικών στοιχείων, υπηρεσιών και δεδομένων.'],
        category: 'Service Management',
        similar_question: 'B3'
    },
    {
        id: 58,
        question: 'Έχει σχεδιαστεί ο μηχανισμός, τα κριτήρια αξιολόγησης και ανατροφοδότησης της ΟΔΥ;',
        type: ['IMAPS','LIMAPS','OIMAPS','SIMAPS','TIMAPS','SIQAT','GIQAT'],
        requirements: ['Οι δημόσιοι φορείς θα πρέπει να συνεργάζονται με άλλες κοινότητες και ομάδες εμπειρογνωμόνων, μέσα από συνεργατικές πλατφόρμες συνδημιουργίας, διαμοιρασμού και επαναχρησιμοποίησης λύσεων, ανάλογες του Joinup και του Github.',
        'Όλες οι ψηφιακές δημόσιες υπηρεσίες θα πρέπει να παρέχονται εξ ορισμού μέσα από το ενιαίο σημείο επαφής-πρόσβασης του Ελληνικού Δημοσίου, αποκρύπτοντας την εσωτερική διοικητική πολυπλοκότητα των παρεχόμενων εθνικών και διασυνοριακών ψηφιακών δημοσίων υπηρεσιών.',
        'Οι δημόσιοι φορείς θα πρέπει να διασφαλίζουν ότι όλες οι ψηφιακές δημόσιες υπηρεσίες και εφαρμογές είναι προσβάσιμες από όλους τους πολίτες, περιλαμβανομένων ατόμων με αναπηρίες, ηλικιωμένων και λοιπών ευάλωτων ομάδων.',
        'Θα πρέπει να παρακολουθείται περιοδικά η κάλυψη των απαιτήσεων ψηφιακής προσβασιμότητας για διαδικτυακούς τόπους και συσκευές.',
        'Κατά τη σχεδίαση και υλοποίηση ψηφιακών δημοσίων υπηρεσιών, οι δημόσιοι φορείς θα πρέπει να λαμβάνουν υπόψη τις ανάγκες πολυγλωσσίας.',
        'Οι δημόσιοι φορείς θα πρέπει να λαμβάνουν υπόψη τη γλώσσα που χρησιμοποιεί και καταλαβαίνει το κοινό των δημοσίων ψηφιακών υπηρεσιών, οι οποίες κατά τεκμήριο χρησιμοποιούνται από ξενόγλωσσους χρήστες και αυτών οι οποίες θα διατίθενται μέσω της Ευρωπαϊκής Ενιαίας Ψηφιακής Πύλης (Single Digital Gateway). Η Αγγλική πρέπει να είναι η πρώτη επιλογή επιπρόσθετης γλώσσας (μετά τα Ελληνικά).',
        'Οι δημόσιοι φορείς θα πρέπει να αξιοποιούν εργαλεία με σκοπό τον ανασχεδιασμό ή την συνεχή βελτίωση των διαδικασιών για την παροχή υπηρεσιών υψηλής ποιότητας σε πολίτες και επιχειρήσεις χωρίς διακρίσεις, στις περιπτώσεις χρήσης αυτών σε εθνικό και διασυνοριακό επίπεδο.',
        'Οι δημόσιοι φορείς θα πρέπει να διαμορφώνουν πολιτική διατήρησης των δεδομένων και των ηλεκτρονικών αρχείων λαμβάνοντας υπόψη τις ειδικές διατάξεις για την τήρηση των αρχείων του φορέα τους, την ισχύουσα νομοθεσία, καθώς και τις διαθέσιμες εγκεκριμένες υπηρεσίες ηλεκτρονικής αρχειοθέτησης.',
        'Οι υφιστάμενες τεχνολογικές επιλογές και οι λύσεις διαλειτουργικότητας των ψηφιακών δημοσίων υπηρεσιών θα πρέπει να αξιολογούνται με βάση τις σύγχρονες τεχνολογικές και επιστημονικές εξελίξεις και τις ανάγκες των χρηστών, βασισμένες στην αρχή της αναλογικότητας και της ισορροπίας μεταξύ κόστους ωφέλειας.',
        'Οι δημόσιοι φορείς θα πρέπει να χρησιμοποιούν ανοιχτές τεχνικές προδιαγραφές, όπου αυτές είναι διαθέσιμες, και να μεριμνούν για τον έλεγχο συμμόρφωσης των νέων ψηφιακών υπηρεσιών και συστημάτων ΤΠΕ με αυτές.',
        'Οι δημόσιοι φορείς θα πρέπει να εξασφαλίζουν τη δυνατότητα και τις μεθόδους συμμετοχής όλων σε διαδικασίες διαβούλευσης και συνδιαμόρφωσης και να τεκμηριώνουν ότι τα αποτελέσματα της συμμετοχής αξιοποιούνται κατά την λήψη αποφάσεων που αφορούν στη διαλειτουργικότητα.',
        'Θα πρέπει να υποστηρίζεται η δημιουργία και ταυτοποίηση των τομεακών και διατομεακών κοινοτήτων που συμμετέχουν ενεργά στην συνδημιουργία ρυθμίσεων, κανόνων, προδιαγραφών, μεθόδων, λύσεων και εφαρμογών που αποσκοπούν στη βελτίωση της διαλειτουργικότητας και να ενθαρρύνεται η κοινοποίηση των αποτελεσμάτων τους.'],
        category: 'Service Management',
        similar_question: 'B5'
    },
    {
        id: 59,
        question: 'Έχει προγραμματιστεί / πραγματοποιηθεί τακτικός έλεγχος για την συμμόρφωση με τις απαιτήσεις του Πλαισίου;',
        type: ['IMAPS','LIMAPS','OIMAPS','SIMAPS','TIMAPS','GIQAT','SIQAT'],
        requirements: []
    },
]


console.log('IMAPS:', questionsGR.filter(el => el.type.includes('IMAPS')).length );
console.log('LIMAPS:', questionsGR.filter(el => el.type.includes('LIMAPS')).length );
console.log('OIMAPS:', questionsGR.filter(el => el.type.includes('OIMAPS')).length );
console.log('SIMAPS:', questionsGR.filter(el => el.type.includes('SIMAPS')).length );
console.log('TIMAPS:', questionsGR.filter(el => el.type.includes('TIMAPS')).length );
console.log('SIQAT:', questionsGR.filter(el => el.type.includes('SIQAT')).length );
console.log('GIQAT:', questionsGR.filter(el => el.type.includes('GIQAT')).length );